framework/storage/xml/cove/Genesis/cove_1047.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:oxml="http://www.ventanillaunica.gob.mx/cove/ws/oxml/">
   <soapenv:Header>
      <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" soapenv:mustUnderstand="1">
         <wsse:UsernameToken>
            <wsse:Username>GSY110601FD4</wsse:Username>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">Nk9ETdSHWkphzFRuZTXePGupgHgzROev//ZNEp7VnVYgQ5RkTtMuk/cWepTUWGyx</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <oxml:solicitarRecibirCoveServicio>
         <!--1 or more repetitions:-->
         <oxml:comprobantes>
            <!--Optional:-->            
            <oxml:tipoOperacion>TOCE.IMP</oxml:tipoOperacion>
            <!--Zero or more repetitions:-->
            <oxml:patenteAduanal>1618</oxml:patenteAduanal>
            <oxml:fechaExpedicion>2016-05-24</oxml:fechaExpedicion>
            <!--Optional:-->
            <oxml:observaciones/>
            <!--Zero or more repetitions:-->
            <oxml:rfcConsulta>GSY110601FD4</oxml:rfcConsulta>
            <oxml:tipoFigura>5</oxml:tipoFigura>
            <oxml:correoElectronico>dtavera@genesis-mexico.mx</oxml:correoElectronico>
            <oxml:firmaElectronica>
            	<oxml:certificado>MIIGrzCCBJegAwIBAgIUMDAwMDEwMDAwMDA0MDY3MTc2MTcwDQYJKoZIhvcNAQEL
BQAwggGyMTgwNgYDVQQDDC9BLkMuIGRlbCBTZXJ2aWNpbyBkZSBBZG1pbmlzdHJh
Y2nDs24gVHJpYnV0YXJpYTEvMC0GA1UECgwmU2VydmljaW8gZGUgQWRtaW5pc3Ry
YWNpw7NuIFRyaWJ1dGFyaWExODA2BgNVBAsML0FkbWluaXN0cmFjacOzbiBkZSBT
ZWd1cmlkYWQgZGUgbGEgSW5mb3JtYWNpw7NuMR8wHQYJKoZIhvcNAQkBFhBhY29k
c0BzYXQuZ29iLm14MSYwJAYDVQQJDB1Bdi4gSGlkYWxnbyA3NywgQ29sLiBHdWVy
cmVybzEOMAwGA1UEEQwFMDYzMDAxCzAJBgNVBAYTAk1YMRkwFwYDVQQIDBBEaXN0
cml0byBGZWRlcmFsMRQwEgYDVQQHDAtDdWF1aHTDqW1vYzEVMBMGA1UELRMMU0FU
OTcwNzAxTk4zMV0wWwYJKoZIhvcNAQkCDE5SZXNwb25zYWJsZTogQWRtaW5pc3Ry
YWNpw7NuIENlbnRyYWwgZGUgU2VydmljaW9zIFRyaWJ1dGFyaW9zIGFsIENvbnRy
aWJ1eWVudGUwHhcNMTcwNjI5MTUxNjAyWhcNMjEwNjI5MTUxNjQyWjCCARwxMzAx
BgNVBAMTKkdFTkVTSVMgU1lTVEVNUyBHUk9VUCBNRVhJQ08gUyBERSBSTCBERSBD
VjEzMDEGA1UEKRMqR0VORVNJUyBTWVNURU1TIEdST1VQIE1FWElDTyBTIERFIFJM
IERFIENWMTMwMQYDVQQKEypHRU5FU0lTIFNZU1RFTVMgR1JPVVAgTUVYSUNPIFMg
REUgUkwgREUgQ1YxCzAJBgNVBAYTAk1YMScwJQYJKoZIhvcNAQkBFhhmZXNwaW5v
QGdlbmVzaXMtaWNlc2EubXgxJTAjBgNVBC0THEdTWTExMDYwMUZENCAvIEVJQ0Y4
MjA3MDNWMzAxHjAcBgNVBAUTFSAvIEVJQ0Y4MjA3MDNNUVRTUkIwODCCASIwDQYJ
KoZIhvcNAQEBBQADggEPADCCAQoCggEBALoftR0D/etvSUvMqa1kHdVtbVsT9Qoi
Vlwar8uyQJ9t/mjjgXkDAH3xSPuG8ZFCpXujMp3l0eLPwUDAzugbf25fPqUe7s8N
dzzqm5HPwndGJaKjnRVNGIRfX3Ag4PnD2b0/YpXjNLt0jJpb0oUb3th0x7QHhtre
c0fizxBHqth/KIbCTNfU2PjyPlA/5xmUCd3bknHVuaYFnARQ+r90iT7CiIF3QL6N
PzuEUcG8UCKExd4ppoQXK51VK44R3IUyzjsLKFbdtiIr+Uep5jxGBtTyD7K/jy2N
MDTxH66p43VPAnewdSiUt8ExU6MCgupQJOFjgYLcyGntgd/XYUs9N48CAwEAAaNP
ME0wDAYDVR0TAQH/BAIwADALBgNVHQ8EBAMCA9gwEQYJYIZIAYb4QgEBBAQDAgWg
MB0GA1UdJQQWMBQGCCsGAQUFBwMEBggrBgEFBQcDAjANBgkqhkiG9w0BAQsFAAOC
AgEAdmeX7hqjTgvCHQ1AXtp1zLTxadFbaYsiab9cqDtB5jvGshIcZeDnwOdulFFn
Afi6pNmFoGWzLYEtpV+StrvlIWOk71kkcxS+F70zSnHBoIiSwAKmF+NZJs0teVWT
ZjW2wEuLUK9F5x+9SKS4AUJnC9TlkXfWSrROCdi6Cn3KHnom5U4pALAex5PvZ8gc
03ytkr6iVhizL2WO1ZVXQZU6/UuP353jvYJszwHMI3hzw29mRMR83tQwqZoJ7HaS
A4dsYyPUMMePdKVoCe9CV6wZux5FzXis56BWYYtojPlFmZj+JBL7yo7OHWLx44so
ZFakY+y7EoeVGCTABS+8lUv1oJQgbPDrffGCh0zNJBZMDiJkI48aTDA9z6CZkjAI
Tgv5dAlnJx7Lv+HGH2yR1+dGCjEex6+Dc6rsp9lLCZayCsTDEdprvkcTV044xd5v
wbouzwx1OYQ9bAlkNeNJWlTXmot1FFWWauQmfAu+Sk7jxmDAPPCdqFw29GJ+wgbJ
2OaVaNCIoJHgqpnl6uc2GGMNUOyv98khOWcGzfS+ZeRt+7T8IT6b46EJ+/DbRkfF
9NYDlZkuALv7jr3rcx2gRmGgww9d9Ck56C41KTcSbzoKh4DkM00PIW9XrHqutIIF
jbAhGIpwUQPAo0byHP9LSpDdRlxnSaR+h4zAm7yn6hRR75s=
</oxml:certificado>
            	<oxml:cadenaOriginal>|TOCE.IMP|LN60090191U2|0|2016-05-24|5|GSY110601FD4|1618|0|0|0|05-0419384| |MISUMI USA, INC|NETWORK PLACE|26797|CHICAGO|IL|USA|60673|1|GSY110601FD4|GENESIS-ICESA SYSTEMS S DE RL DE CV|TOMAS ALBA EDISON|7|SAN JUAN DEL RIO|QUERETARO|MEX|76803|ARTICULOS ROSCADOS|EA|10.000|USD|6.0400|60.40|60.4000|BUJES|EA|4.000|USD|119.6200|478.48|478.4800|ARANDELAS|EA|148.000|USD|2.3600|349.28|349.2800|CHUMACERAS|EA|16.000|USD|9.5300|152.48|152.4800|PERNOS ROSCADOS|EA|2.000|USD|5.0300|10.06|10.0600|BOTONES DE METAL|EA|2.000|USD|3.5200|7.04|7.0400|HERRAMIENTAS DE ENCLAJE|EA|16.000|USD|8.1700|130.72|130.7200|BUJES|EA|4.000|USD|49.0200|196.08|196.0800|</oxml:cadenaOriginal>
            	<oxml:firma>mxzsZeodOTCSndW9NHqD5aBhCzmR/E821hkncvsJt0Amw7wSuH0XXWnTtgNf/zOxPCtP2UsGiaNk/fx/ReGH+Vf24eXptiBIR6dM/rDCq6VkoCf48X4fWh3OTFa+I+RMY+nIxl+ahYnzUwRaHjVEAeTujEmEN6/ywTtoqlfLK3+h38nqms+kuDqfVmUQoaSwKodlroGL2laWaO+GsWVitWwCKcabrqdvnUrGUu8UaacOCtbf1EJU9tLmKZ2Gkv1NRXCvqjLsn9hzM38q2tPcJ3pdhBjdcvSe6jTb/afLNo+Oadzq7A94HcV+6U6tWO/OL7x4nX5VJdekiZnWkE02xA==</oxml:firma>
            </oxml:firmaElectronica>           
         <oxml:e-document>COVE17208XU46</oxml:e-document><oxml:numeroFacturaOriginal>LN60090191U2</oxml:numeroFacturaOriginal><oxml:factura><oxml:certificadoOrigen>0</oxml:certificadoOrigen><oxml:subdivision>0</oxml:subdivision></oxml:factura><oxml:emisor><oxml:tipoIdentificador>0</oxml:tipoIdentificador><oxml:identificacion>05-0419384</oxml:identificacion><oxml:apellidoPaterno> </oxml:apellidoPaterno><oxml:nombre>MISUMI USA, INC</oxml:nombre><oxml:domicilio><oxml:calle>NETWORK PLACE</oxml:calle><oxml:numeroExterior>26797</oxml:numeroExterior><oxml:municipio>CHICAGO</oxml:municipio><oxml:entidadFederativa>IL</oxml:entidadFederativa><oxml:pais>USA</oxml:pais><oxml:codigoPostal>60673</oxml:codigoPostal></oxml:domicilio></oxml:emisor><oxml:destinatario><oxml:tipoIdentificador>1</oxml:tipoIdentificador><oxml:identificacion>GSY110601FD4</oxml:identificacion><oxml:nombre>GENESIS-ICESA SYSTEMS S DE RL DE CV</oxml:nombre><oxml:domicilio><oxml:calle>TOMAS ALBA EDISON</oxml:calle><oxml:numeroExterior>7</oxml:numeroExterior><oxml:municipio>SAN JUAN DEL RIO</oxml:municipio><oxml:entidadFederativa>QUERETARO</oxml:entidadFederativa><oxml:pais>MEX</oxml:pais><oxml:codigoPostal>76803</oxml:codigoPostal></oxml:domicilio></oxml:destinatario><oxml:mercancias><oxml:descripcionGenerica>ARTICULOS ROSCADOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>EA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>10.000</oxml:cantidad><oxml:valorUnitario>6.0400</oxml:valorUnitario><oxml:valorTotal>60.40</oxml:valorTotal><oxml:valorDolares>60.4000</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>EA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>4.000</oxml:cantidad><oxml:valorUnitario>119.6200</oxml:valorUnitario><oxml:valorTotal>478.48</oxml:valorTotal><oxml:valorDolares>478.4800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>ARANDELAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>EA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>148.000</oxml:cantidad><oxml:valorUnitario>2.3600</oxml:valorUnitario><oxml:valorTotal>349.28</oxml:valorTotal><oxml:valorDolares>349.2800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>CHUMACERAS</oxml:descripcionGenerica><oxml:claveUnidadMedida>EA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>16.000</oxml:cantidad><oxml:valorUnitario>9.5300</oxml:valorUnitario><oxml:valorTotal>152.48</oxml:valorTotal><oxml:valorDolares>152.4800</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>PERNOS ROSCADOS</oxml:descripcionGenerica><oxml:claveUnidadMedida>EA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>2.000</oxml:cantidad><oxml:valorUnitario>5.0300</oxml:valorUnitario><oxml:valorTotal>10.06</oxml:valorTotal><oxml:valorDolares>10.0600</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BOTONES DE METAL</oxml:descripcionGenerica><oxml:claveUnidadMedida>EA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>2.000</oxml:cantidad><oxml:valorUnitario>3.5200</oxml:valorUnitario><oxml:valorTotal>7.04</oxml:valorTotal><oxml:valorDolares>7.0400</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>HERRAMIENTAS DE ENCLAJE</oxml:descripcionGenerica><oxml:claveUnidadMedida>EA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>16.000</oxml:cantidad><oxml:valorUnitario>8.1700</oxml:valorUnitario><oxml:valorTotal>130.72</oxml:valorTotal><oxml:valorDolares>130.7200</oxml:valorDolares></oxml:mercancias><oxml:mercancias><oxml:descripcionGenerica>BUJES</oxml:descripcionGenerica><oxml:claveUnidadMedida>EA</oxml:claveUnidadMedida><oxml:tipoMoneda>USD</oxml:tipoMoneda><oxml:cantidad>4.000</oxml:cantidad><oxml:valorUnitario>49.0200</oxml:valorUnitario><oxml:valorTotal>196.08</oxml:valorTotal><oxml:valorDolares>196.0800</oxml:valorDolares></oxml:mercancias></oxml:comprobantes>
      </oxml:solicitarRecibirCoveServicio>
   </soapenv:Body>
</soapenv:Envelope>
